Repository: KDE/vvave
Catalog: po/sa/vvave.po
Languages: sa

source: Organize and listen to your music.
sa: भवतः सङ्गीतं व्यवस्थितं कृत्वा शृणुत।

source: Developer
sa: विकासकः

source: Remove
sa: अपाकरोति

source: Missing file
sa: अनुपलब्धा सञ्चिका

source: Remove track
sa: पटलं निष्कासयन्तु

source: Are you sure you want to remove these files? This action can not be undone.
sa: किं भवन्तः एताः सञ्चिकाः हर्तुं इच्छन्ति इति निश्चितम्? एतत् कर्म न निवर्तयितुं शक्यते।

source: Cancel
sa: निरसयतु

source: Saved
sa: रक्षितम्

source: Track added to playlist
sa: प्लेलिस्ट् मध्ये ट्रैक योजितः

source: Sleep Timer
sa: स्लीप टाइमर

source: Shortcuts
sa: शॉर्टकट

source: Settings
sa: सेटिंग्स्

source: About
sa: विषये

source: Toogle SideBar
sa: टूल् साइडबार

source: Play and pause
sa: क्रीडन्तु विरामं च कुर्वन्तु

source: Next
sa: अग्रिम

source: Songs
sa: गीतानि

source: Albums
sa: एल्बम

source: No Albums!
sa: कोऽपि एल्बमः नास्ति!

source: Add new music sources
sa: नूतनानि सङ्गीतस्रोतानि योजयन्तु

source: Artists
sa: कलाकाराः

source: No Artists!
sa: न कलाकाराः!

source: Tags
sa: टैग्स

source: Folders
sa: पुटम्

source: Most Played
sa: सर्वाधिकं क्रीडितः

source: Random Tracks
sa: यादृच्छिक पटल

source: Never Played
sa: कदापि न क्रीडितः

source: Classic Tracks
sa: क्लासिक पटल

# explanation for sleep inhibit during play of music
source: Playing music
sa: सङ्गीतं वादयन्

source: Add sources
sa: स्रोतांसि योजयतु

source: This list is empty
sa: इयं सूची रिक्तम् अस्ति

source: Filter
sa: छाननम्

source: Shuffle Play
sa: शफल प्ले

source: Append All
sa: सर्वं योजयतु

source: Are you sure you want to delete the file from your computer? This action can not be undone.
sa: किं भवन्तः निश्चयेन स्वसङ्गणकात् सञ्चिकां विलोपयितुम् इच्छन्ति? एतत् कर्म न निवर्तयितुं शक्यते।

source: Go to Artist
sa: Artist इति गच्छन्तु

source: Go to Album
sa: Album इत्यत्र गच्छन्तु

source: Edit
sa: सम्पादन

source: Share
sa: संविभागः

source: Add to playlist
sa: प्लेलिस्ट् मध्ये योजयन्तु

source: Select
sa: विचि

source: Play Next
sa: अग्रिमम् क्रीडतु

source: Show in Folder
sa: Folder इत्यत्र दर्शयतु

source: Delete
sa: लुप्

source: Opps!
sa: ओप्प्स् !

source: You don't have an account set up. You can set up your account now by clicking here or under the Accounts options in the main menu
sa: भवतः खातं स्थापितं नास्ति। अत्र क्लिक् कृत्वा अथवा मुख्यमेनूमध्ये Accounts विकल्पानां अधः इदानीं स्वस्य खातं स्थापयितुं शक्नुवन्ति

source: Find
sa: अन्वेषय

source: No Results!
sa: न परिणामः!

source: Try with something else
sa: अन्येन किमपि सह प्रयतस्व

source: Start putting together your playlist.
sa: स्वस्य प्लेलिस्ट् एकत्र स्थापयितुं आरभत।

source: Mini Mode
sa: मिनी मोड

source: Save
sa: रक्ष्

source: Filter %1 folder
sa: %1 सञ्चयम् फ़िल्टर कुर्वन्तु

source: No Folders!
sa: न फोल्डर्स्!

source: Add new music to your sources to browse by folders
sa: पुटैः ब्राउज् कर्तुं स्वस्रोतेषु नूतनं सङ्गीतं योजयन्तु

source: No Tracks!
sa: नो ट्रैक्स्!

source: This source folder seems to be empty!
sa: इदं स्रोतपुटं रिक्तं दृश्यते!

source: Artist Info
sa: कलाकार जानकारी

source: Album Info
sa: एल्बम इन्फो

source: Syncing to
sa: समन्वयनम्

source: Metadata
sa: मेटाडाटा

source: Embedded metadata info.
sa: एम्बेडेड् मेटाडाटा इन्फो।

source: Track Title
sa: पटल शीर्षक

source: Artist
sa: कलाकार

source: Album
sa: एल्बम

source: Track
sa: मार्ग

source: Genre
sa: मातुर्

source: Year
sa: वर्ष

source: Comment
sa: टिप्पणी

source: Your playlist is empty. Start adding new music to it
sa: भवतः प्लेलिस्ट् रिक्तम् अस्ति। तस्मिन् नूतनं संगीतं योजयितुं आरभत

source: Remove from playlist
sa: प्लेलिस्ट् तः निष्कासयन्तु

source: No Playlists!
sa: प्लेलिस्ट् नास्ति!

source: Start creating new custom playlists
sa: नूतनानि कस्टम् प्लेलिस्ट् निर्मातुं आरभत

source: Remove '%1'?
sa: '%1' निष्कासयन्तु?

source: Are you sure you want to remove this tag? This operation can not be undone.
sa: किं भवान् निश्चितः अस्ति यत् भवान् एतत् टैग् अपसारयितुम् इच्छति? एतत् शल्यक्रिया अकृतुं न शक्यते ।

source: Play
sa: क्रीडतु

source: Append
sa: परिशिष्टम्

source: Queue
sa: पङ्क्ति

source: Remove source
sa: स्रोतः निष्कासयतु

source: Are you sure you want to remove the source: %1
sa: किं भवान् निश्चितरूपेण स्रोतः हर्तुं इच्छति: %1

source: Playback
sa: प्लेबैक

source: Resume the last session playlist.
sa: अन्तिमसत्रस्य प्लेलिस्ट् पुनः आरभत।

source: Volume
sa: मात्रा

source: Show volume controls.
sa: मात्रानियन्त्रणानि दर्शयतु।

source: Collection
sa: सङ्ग्रह

source: Fetch Artwork
sa: कलाकृतिं आनयतु

source: Gathers album and artists artworks from online services: LastFM, Spotify, MusicBrainz, iTunes, Genius, and others.
sa: ऑनलाइनसेवाभ्यः एल्बमस्य कलाकारानां च कलाकृतीनां संग्रहणं करोति: LastFM, Spotify, MusicBrainz, iTunes, Genius, इत्यादयः।

source: Auto Scan
sa: ऑटो स्कैन

source: Scan all the music sources on startup to keep your collection up to date.
sa: भवतः संग्रहं अद्यतनं कर्तुं स्टार्टअप इत्यत्र सर्वान् सङ्गीतस्रोतान् स्कैन् कुर्वन्तु।

source: General
sa: सामान्य

source: Focus View
sa: फोकस व्यू

source: Make the focus view the default.
sa: फोकस दृश्यं पूर्वनिर्धारितं कुर्वन्तु ।

source: Artwork
sa: कलाकृति

source: Show the cover artwork for the tracks.
sa: पङ्क्तयः कृते आवरणकलाकृतिं दर्शयतु।

source: Titles
sa: उपाधिः

source: Show the title of albums and artists in the grid view.
sa: जालदृश्ये एल्बमानां कलाकारानां च शीर्षकं दर्शयतु ।

source: Sources
sa: स्रोतः

source: Add
sa: संयोजयति

source: Scan now
sa: अधुना स्कैन् कुर्वन्तु

source: Unknown
sa: अज्ञात

source: 15 minutes
sa: १५ मिनिट्

source: 30 minutes
sa: ३० मिनिट्

source: 1 hour
sa: १ घण्टा

source: End of track
sa: पटलस्य अन्तः

source: End of playlist
sa: प्लेलिस्ट् इत्यस्य समाप्तिः

source: Off
sa: दूरे

source: Close application after
sa: पश्चात् आवेदनम् बन्दं कुर्वन्तु

source: Open file
sa: सञ्चिकां उद्घाटयन्तु
