Repository: KDE/vvave
Catalog: po/*/vvave.po
Languages: lv

source: Organize and listen to your music.
lv: Sakārtojiet un klausīties ierīcē esošo mūziku

source: Developer
lv: Izstrādātājs

source: Remove
lv: Noņemt

source: Missing file
lv: Trūkst datnes

source: Are you sure you want to stop the music playing and exit?
lv: Vai tiešām vēlaties apturēt mūzikas atskaņošanu un iziet?

source: Ask before closing if music is playing
lv: Jautājiet pirms aizvēršanas, ja kaut ko atskaņo

source: Save current playlist session
lv: Saglabāt šo repertuāru

source: Remove track
lv: Noņemt %1 celiņu

source: Are you sure you want to remove these files? This action can not be undone.
lv: Vai tiešām vēlaties noņemt šīs datnes? Šo darbību atsaukt vairs nevarēsiet.

source: Cancel
lv: Atcelt

source: Saved
lv: Saglabāts

source: Track added to playlist
lv: Celiņš ir pievienots repertuāram

source: Sleep Timer
lv: Gulēšanas taimeris

source: Shortcuts
lv: Saīsnes

source: Settings
lv: Iestatījumi

source: About
lv: Par

source: Toogle SideBar
lv: Pārslēgt sānu joslu

source: Play and pause
lv: Atskaņot un pauzēt

source: Next
lv: Nākamais

source: Songs
lv: Dziesmas

source: Albums
lv: Albumi

source: No Albums!
lv: Albumu nav!

source: Add new music sources
lv: Pievienojiet jaunus mūzikas avotus

source: Artists
lv: Izpildītāji

source: No Artists!
lv: Izpildītāju nav!

source: Tags
lv: Birkas

source: Folders
lv: Mapes

source: Most Played
lv: Visbiežāk atskaņotie

source: Random Tracks
lv: Nejauši celiņi

source: Recent Tracks
lv: Nesen atskaņots

source: Never Played
lv: Nekad nav atskaņots

source: Classic Tracks
lv: Klasikas celiņi

# explanation for sleep inhibit during play of music
source: Playing music
lv: Atskaņo

source: Add sources
lv: Pievienot avotus

source: This list is empty
lv: Šis saraksts ir tukšs

source: Filter
lv: Filtrēt %1 albumu

source: Shuffle Play
lv: Jaukt atskaņošanas secību

source: Play All
lv: Atskaņot visu

source: Append All
lv: Pievienot visu

source: Are you sure you want to delete the file from your computer? This action can not be undone.
lv: Vai tiešām vēlaties dzēst šo datni no ierīces? Šo darbību atsaukt nevarēsiet.

source: Go to Artist
lv: Iet uz izpildītāju

source: Go to Album
lv: Iet uz albumu

source: Fav it
lv: Pievienot iecienītajiem

source: UnFav it
lv: Noņemt no iecienītajiem

source: Edit
lv: Rediģēt

source: Share
lv: Kopīgot

source: Add to '%1'
lv: Pievienot pie „%1“

source: Add to playlist
lv: Pievienot repertuāram

source: Select
lv: Atlasīt

source: Play Next
lv: Atskaņot nākamo

source: Show in Folder
lv: Rādīt mapē

source: Delete
lv: Dzēst

source: Opps!
lv: Vai, vai!

source: You don't have an account set up. You can set up your account now by clicking here or under the Accounts options in the main menu
lv: Jums nav sagatavots konts. Varat norādīt savu kontu, klikšķinot te vai zem Kontu opcijas galvenajā izvēlnē

source: Find
lv: Meklēt

source: No Results!
lv: Rezultātu nav!

source: Try with something else
lv: Koriģējiet meklēšanu

source: Start putting together your playlist.
lv: Sāciet veidot savu repertuāru.

source: Info
lv: Informācija

source: Mini Mode
lv: Mini režīms

source: Save
lv: Saglabāt

source: Filter %1 folder
lv: Filtrēt %1 mapi

source: No Folders!
lv: Mapju nav!

source: Add new music to your sources to browse by folders
lv: Lai pārlūkotu pēc mapēm, pievienojiet avotiem jaunu mūziku

source: No Tracks!
lv: Bez celiņiem!

source: This source folder seems to be empty!
lv: Izskatās, ka šis avots ir tukšs.

source: Artist Info
lv: Informācija par izpildītāju

source: Album Info
lv: Informācija par albumu

source: Syncing to
lv: Sinhronizē uz

source: Metadata
lv: Metadati

source: Embedded metadata info.
lv: Iegultie metadati.

source: Track Title
lv: Celiņa nosaukums

source: Artist
lv: Izpildītājs

source: Album
lv: Albums

source: Track
lv: Celiņš

source: Genre
lv: Žanrs

source: Year
lv: Gads

source: Comment
lv: Komentārs

source: Your playlist is empty. Start adding new music to it
lv: Repertuārs ir tukšs. Pievienojiet tam celiņus

source: Remove from playlist
lv: Noņemt no repertuāra

source: No Playlists!
lv: Repertuāru nav!

source: Start creating new custom playlists
lv: Sāciet veidot jaunu pielāgotus repertuārus

source: Remove '%1'?
lv: Vai noņemt „%1“?

source: Are you sure you want to remove this tag? This operation can not be undone.
lv: Vai tiešām vēlaties noņemt šo birku? Šo operāciju atsaukt vairs nevarēsiet.

source: Play
lv: Atskaņot

source: Append
lv: Pievienot

source: Queue
lv: Rindot

source: Remove source
lv: Noņemt avotu

source: Are you sure you want to remove the source: %1
lv: Vai tiešām vēlaties noņemt avotu: %1

source: Playback
lv: Atskaņot

source: Save & Restore Session
lv: Saglabāt un atjaunot sesiju

source: Resume the last session playlist.
lv: Turpināt atskaņot pēdējās sesijas repertuāru.

source: Volume
lv: Skaļums

source: Show volume controls.
lv: Rādīt skaļuma vadīklas.

source: Exiting
lv: Iziet

source: Collection
lv: Kolekcija

source: Fetch Artwork
lv: Ielādēt attēlus

source: Gathers album and artists artworks from online services: LastFM, Spotify, MusicBrainz, iTunes, Genius, and others.
lv: Ielādē albuma un izpildītāja attēlus no tiešsaistes pakalpojumiem: „LastFM“, „Spotify“, „MusicBrainz“, „iTunes“, „Genius“ un citiem.

source: Auto Scan
lv: Skenēt automātiski

source: Scan all the music sources on startup to keep your collection up to date.
lv: Ieslēdzoties skenēt visus mūzikas avotus, lai tie vienmēr būtu aktuāli.

source: General
lv: Pamata

source: Focus View
lv: Fokusa skats

source: Make the focus view the default.
lv: Fokusa skatu padarīt par noklusējumu

source: Artwork
lv: Attēls

source: Show the cover artwork for the tracks.
lv: Rādīt celiņu albuma attēlus.

source: Titles
lv: Nosaukumi

source: Show the title of albums and artists in the grid view.
lv: Režģa skatā rādīt albumu un izpildītāju nosaukumus.

source: Sources
lv: Avoti

source: Add
lv: Pievienot

source: Scan now
lv: Skenēt tagad

source: Unknown
lv: Nezināms

source: 15 minutes
lv: Pēc 15 minūtēm

source: 30 minutes
lv: Pēc 30 minūtēm

source: 1 hour
lv: Pēc stundas

source: End of track
lv: Pēc celiņa beigām

source: End of playlist
lv: Pēc repertuāra beigām

source: Off
lv: Izslēgts

source: Close application after
lv: Aizvērt programmu pēc

source: Set
lv: Iestatīt

source: Open file
lv: Atvērt datni
